Repository: 84000/data-translation-memory
Catalog: toh263-v3.tmx
Source language: bo
Languages: en

source: འདི་ལ་བཅོམ་ལྡན་འདས་ཀྱིས་ལུང་བསྟན་པ་འདི་སྨྲས་པའི་ཚེ་ཉན་ཐོས་དང་། ཉན་ཐོས་ཀྱི་ཐེག་པ་པའི་སེམས་ཅན་མེ་བཅུ་རྡུལ་ཡལ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་དགུ་བཅུ་རྩ་གཉིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་སྐྱེས་པར་གྱུར་ཏོ། །ཕྱིར་མི་ལྡོག་པའི་ས་སོ་སོར་ཐོབ་པར་གྱུར་ཏོ། །
en: When the Blessed One had delivered this instruction, 92,000,000,000,000 hearers and beings who follow the vehicle of the hearers gave rise to the mind set on unsurpassed and perfect awakening and each reached the level of nonregression.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་ལ་བཀའ་སྩལ་པ། རབ་འབྱོར་རྐྱེན་གྱི་འདུ་ཤེས་ལྟ་བུས་ཆོས་ཐམས་ཅད་ཤེས་ཏེ།
en: The Blessed One then said to Venerable Subhūti, “Subhūti, all phenomena are understood to be just like the perception of conditions.

source: འཇིག་རྟེན་གྱི་སེམས་ཅན་རྣམས་རྐྱེན་དང་འདུ་བ་ཚོགས་ཏེ་བྱུང་བའི་ཤེས་རབ་ཏུ་ཤེས་པས་ཚེ་རྒྱ་མཚོ་ལས་འདས་སོ། །མུན་པའི་ཕུང་པོ་ཐམས་ཅད་འཇིག་གོ། །འདི་ལྟ་སྟེ། མུན་པའི་ཟླ་བ་རྣམས་མུན་པའི་མཐའ་ཟད་དོ། །
en: Those who perceive worldly beings with the insight that arises based on the gathering of concordant conditions will transcend the ocean of existence and the mass of darkness will be cleared away just as new moons bring an end to dark lunar phases.

source: སྣང་བ་ནི་ཟླ་བའི་རྐྱེན་ཏོ། །སྣང་བའི་རྐྱེན་ནི་འདུ་ཤེས་སོ། །འདུ་ཤེས་ཀྱི་རྐྱེན་ནི་འདུ་བྱེད་དོ། །འདུ་བྱེད་ཀྱི་རྐྱེན་ནི་རྣམ་པར་ཤེས་པ་སྟེ།
en: Light is conditioned by the moon, perceptions are conditioned by light, formations are conditioned by perceptions, and consciousnesses are conditioned by formations.

source: དེའི་བར་དུ་སྡུག་བསྔལ་གྱི་ཕུང་པོ་འབྱུང་བར་འགྱུར་རོ། །
en: At that point a mass of suffering has arisen.

source: དེ་ལ་ནམ་མཁའ་སྣང་བར་མི་རྟོག་གོ། །
en: Space is not understood to be light.

source: ནམ་མཁའ་སྣང་བ་མ་ཡིན།
en: Space is not light.

source: འདུ་ཤེས་སྣང་བ་མ་ཡིན་པར་མི་ཤེས་སོ། །
en: Perceptions are not perceived in the absence of light.

source: འདུ་ཤེས་སྣང་བར་མི་རྟོག་གོ། །
en: Perception is not understood to be light.

source: འདི་ལ་སྣང་བ་འགོག་པས་འདུ་ཤེས་འགོག་གོ། །
en: When light ceases, perceptions cease.

source: འདུ་ཤེས་འགོག་པས་འདུ་བྱེད་འགོག་པ་དེའི་བར་དུ་སྡུག་བསྔལ་གྱི་ཕུང་པོ་ཆེན་པོ་ཡང་འགོག་པར་འགྱུར་རོ། །
en: When perceptions cease, formations cease, and at that point the great mass of suffering will also cease.”

source: དེའི་དུས་གཅིག་ན་ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་ལུང་བསྟན་པ་བཤད་པ་ན་ས་ཡ་བརྒྱ་སྟོང་ཕྲག་བརྒྱད་ཅུའི་ཉན་ཐོས་ཀྱི་ཐེག་པའི་སེམས་ཅན་རྣམས་རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་སེམས་བསྐྱེད་དོ། །
en: At that moment when the Blessed One had delivered these instructions, eight trillion beings following the vehicle of the hearers gave rise to the mind set on the vehicle of the solitary buddhas.

source: རྡུལ་དང་བྲལ་བའི་ཏིང་ངེ་འཛིན་སོ་སོར་ཐོབ་པར་གྱུར་ཏོ། །རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལས་ཕྱིར་མི་ལྡོག་པར་གྱུར་ཏོ། །
en: They attained the free from dust absorption and reached the level of not regressing from the vehicle of the solitary buddhas.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཡང་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་ལ་བཀའ་སྩལ་པ། རབ་འབྱོར་དགེ་སྦྱོང་གི་ཆོས་ལ་དགེ་སྦྱོང་གི་ཆོས་ཞེས་བྱ་བ་ཇི་ཙམ་གྱི་བར་དུ་དགེ་སྦྱོང་ཞེས་བྱ།
en: The Blessed One then asked Venerable Subhūti, “Subhūti, when one speaks of ‘the Dharma of mendicants,’ what is the meaning of those words?”

source: རབ་འབྱོར་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་དགེ་སྦྱོང་གི་ཆོས་ཞེས་བགྱི་བ་ནི་བསླབ་པ་གསུམ་ནི་བཅོམ་ལྡན་འདས་དགེ་སྦྱོང་གི་ཆོས་ཞེས་བགྱིའོ། །
en: Subhūti replied, “Blessed One, the Dharma of mendicants refers to the three trainings. Blessed One, that is the Dharma of mendicants.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེ་ལྟར་དེ་བཞིན་ནོ། །
en: The Blessed One continued, “Thus it is, Subhūti!

source: རབ་འབྱོར་ལྷག་པའི་ཚུལ་ཁྲིམས་དང་། ལྷག་པའི་སེམས་དང་། ལྷག་པའི་ཤེས་རབ་ཏུ་སློབ་པ་ནི་དགེ་སྦྱོང་གི་ཆོས་ཞེས་བྱའོ། །
en: The trainings of higher discipline, mind, and insight are referred to as the Dharma of mendicants.

source: འདི་ལ་ལྷག་པའི་ཚུལ་ཁྲིམས་ཀྱི་བསླབ་པ་གང་ཞེ་ན།
en: What is the training of higher discipline?

source: དགེ་སྦྱོང་སོ་སོར་ཐར་པ་ལ་བསྡམ་པ་སྡོམ་པར་འགྱུར་བ་དང་། སྤྱོད་པའི་སྤྱོད་ཡུལ་གྱི་རྡུལ་ཕུན་སུམ་ཚོགས་པ་ཁ་ན་མ་ཐོ་བས་འཇིགས་པ་ལ་བལྟ་བ་དང་། ཀུན་ནས་འབྱུང་བ་ལ་བསླབ་པ་ལ་སློབ་པའི་ཚིག་འདི་དག་ནི་རབ་འབྱོར་ལྷག་པའི་ཚུལ་ཁྲིམས་སློབ་པ་ཞེས་བྱའོ། །
en: Being bound by a mendicant’s vows of individual liberation, excelling in the domain of conduct, fearing the slightest wrongdoing, and training in the correct conduct—these terms for training, Subhūti, are known as the training in higher discipline.

source: ལྷག་པའི་སེམས་སློབ་པ་ནི་ཚངས་པའི་གནས་བཞི་ལ་གནས་པ་འདིའི་ཕྱིར་བྱམས་པའི་སེམས་དང་ལྡན་པ་འཇིག་རྟེན་ཐམས་ཅད་འགེངས་པ་དེའི་བར་དུ་རྣམ་པར་རྒྱས་པར་བརྗོད་པ་འདི་ནི་ལྷག་པའི་སེམས་སློབ་པ་ཞེས་བྱའོ། །
en: The training of higher mind consists of everything from abiding in the four abodes of Brahmā up to having a loving intention that satiates the entire world. The extensive explanations on this are known as the training of higher mind.

source: ལྷག་པའི་ཤེས་རབ་སློབ་པ་གང་ཞེ་ན།
en: What is the training of higher insight?

source: འདི་ནི་འཕགས་པའི་བདེན་པ་བཞི་སྟེ།
en: This refers to the four noble truths.

source: བཞི་གང་ཞེ་ན། འདི་ལྟ་སྟེ་འཕགས་པའི་བདེན་པའི་སྡུག་བསྔལ་དང་། ཀུན་འབྱུང་བའི་སྡུག་བསྔལ་དང་།
en: What are those four truths?

source: འགོག་པའི་སྡུག་བསྔལ་དང་། འགོག་པ་ལ་ནན་ཏན་དུ་འགྲོ་བའི་འཕགས་པའི་བདེན་པའི་སྡུག་བསྔལ་ལོ། །
en: They are the noble truths of suffering, the origin of suffering, the cessation of suffering, and the noble truth of the path that leads to the cessation of suffering.

source: འཕགས་པའི་བདེན་པའི་སྡུག་བསྔལ་གང་ཞེ་ན། འདི་ལྟ་སྟེ་སྐྱེ་བའི་སྡུག་བསྔལ་དང་། རྒས་པའི་སྡུག་བསྔལ་དང་།
en: What is the noble truth of suffering?

source: ནད་ཀྱི་སྡུག་བསྔལ་དང་། འཆི་བའི་སྡུག་བསྔལ་དང་། མི་མཛའ་བ་དང་ཕྲད་པའི་སྡུག་བསྔལ་དང་། མཛའ་བ་དང་བྲལ་བའི་སྡུག་བསྔལ་དང་། འདོད་པ་མི་རྙེད་པའི་སྡུག་བསྔལ་དང་།
en: It is the suffering of birth, the suffering of old age, the suffering of sickness, the suffering of death, the suffering of encountering something one dislikes, the suffering of being separated from what one does like, and the suffering of not getting what one wants.

source: མདོར་ན་ཉེ་བར་ལེན་པའི་ཕུང་པོའི་སྡུག་བསྔལ་འདི་ནི་འཕགས་པའི་བདེན་པའི་སྡུག་བསྔལ་ཞེས་བྱའོ། །
en: In short, it is the suffering associated with the aggregates that are the basis of grasping. This is referred to as the truth of suffering.

source: ཀུན་ནས་འབྱུང་བའི་སྡུག་བསྔལ་གང་ཞེ་ན།
en: What is the origin of suffering?

source: གང་ལ་ལ་སྨོན་པའི་འདོད་ཆགས་དང་ལྡན་པ་དེ་དང་དེར་འགྱུར་རོ། །
en: Those who possess strong desire will experience those different types of suffering.

source: འགོག་པའི་སྡུག་བསྔལ་གང་ཞེ་ན།
en: What is the cessation of suffering?

source: སྨོན་པ་མངོན་པར་འགྱུར་བ་འདི་མ་ལུས་པར་སོ་སོར་སྤོང་བ། ཤིན་ཏུ་མི་འབྱུང་བ། ཟད་པ་མེད་པ། འདོད་ཆགས་དང་བྲལ་བ། ཉེ་བར་ཞི་བ་འདི་ཞེས་བྱའོ། །
en: It is said to be the abandonment of each and every manifestation of strong desire, the absence of origination, the absence of destruction, the freedom from desires, and complete peace.

source: སྡུག་བསྔལ་འགོག་པར་འགྲོ་བ་ལ་ནན་ཏན་བྱེད་པའི་འཕགས་པའི་བདེན་པ་གང་ཞེ་ན། འདི་ལྟ་སྟེ་དེ་བཞིན་དུ་འཕགས་པའི་ལམ་གྱི་ཡན་ལག་ནི་འདི་ལྟ་སྟེ།
en: What is the noble truth of the path that leads to the cessation of suffering?

source: ཡང་དག་པའི་ལྟ་བ་དང་། ཡང་དག་པའི་རྟོག་པ་དང་། ཡང་དག་པའི་ངག་དང་། ཡང་དག་པའི་ལས་ཀྱི་མཐའ་དང་། ཡང་དག་པའི་འཚོ་བ་དང་།
en: This refers to the branches of the noble path: correct view, correct thought, correct speech, correct action, correct livelihood, correct effort, correct mindfulness, and correct absorption.

source: ཡང་དག་པའི་རྩོལ་བ་དང་། ཡང་དག་པའི་དྲན་པ་དང་། ཡང་དག་པའི་ཏིང་ངེ་འཛིན་འདི་ནི་བདེན་པའི་གཏམ་བརྒྱད་ཅེས་བྱའོ། །
en: Those are known as the eight true topics.

source: གང་ཅུང་ཟད་ཀྱང་འདས་པའི་དུས་སུ་འགྱུར་བ་འདི་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དེ་དག་དེ་བཞིན་གཤེགས་པའི་ཡང་དེ་བཞིན་དུ་ཉན་ཐོས་ཀྱིས་ཡང་དག་པའི་ཕུལ་བཤད་པ་ནི་འདི་ལྟ་སྟེ། འཕགས་པའི་བདེན་པ་བཞིའོ། །
en: “In the recent past, the thus-gone ones, the worthy, perfect buddhas, have explained that these four noble truths are such that they are the correct offering for the hearers and as the correct offering, too, of the Thus-Gone One.

source: དེ་བས་ན་གང་ཅུང་ཟད་ཀྱང་ཕྱོགས་བཅུའི་སངས་རྒྱས་ཀྱི་ཞིང་ཚད་མེད་གྲངས་མེད་པ་ལ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བཞུགས་སོ། །འཚོའོ། སྐྱོང་ངོ་། །རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་གི་སེམས་ཅན་ལ་ཆོས་འཆད་དོ། །
en: For that reason, some of the thus-gone ones, the worthy, perfect buddhas who currently reside in, thrive in, and care for the immeasurable, countless buddha realms of the ten directions also explain this Dharma to beings living in buddha realms inundated with the five impurities.

source: དེ་དག་དེ་བཞིན་གཤེགས་པས་གཟུགས་དེ་བཞིན་དུ་ཉན་ཐོས་ཀྱིས་ཡང་དག་པའི་ཕུལ་གྱི་ཆོས་བཤད་པ་ནི་འདི་ལྟ་སྟེ། འཕགས་པའི་བདེན་པ་བཞིའོ། །
en: The four noble truths that those thus-gone ones explain as a Dharma that is the correct offering for hearers takes the same form.

source: གང་ཅུང་ཟད་ཀྱང་འདས་པའི་དུས་སུ་འགྱུར་བ་དེ་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དེ་དག་ཀྱང་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས་གཟུགས་དེ་བཞིན་དུ་ཉན་ཐོས་ཀྱིས་ཡང་དག་པའི་ཕུལ་གྱི་ཆོས་བཤད་པར་འགྱུར་བ་ནི་འདི་ལྟ་སྟེ། འདི་ནི་འཕགས་པའི་བདེན་པ་བཞིའོ། །
en: As in the recent past, the thus-gone ones, the worthy, perfect buddhas, will also explain the four noble truths as the correct offering for hearers and the Dharma of the thus-gone ones, the worthy, perfect buddhas, in the future.

source: གང་གི་ཚེ་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བ་ཐམས་ཅད་དེ་བཞིན་གཤེགས་བ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འདི་ནི་བདེན་པའི་ཚིག་གོ། །
en: The teachings of all the thus-gone ones, the worthy, perfect buddhas of the past, present, and future, are words of truth.”

source: དེ་བས་ན་འདི་ནི་འཕགས་པའི་བདེན་པ་བཞིའི་བར་དུ་ལྷག་པའི་ཤེས་རབ་བསླབ་པ་འདི་ལ་ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་འཕགས་པའི་བདེན་པ་ལུང་བསྟན་པར་བཤད་པས་གང་སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་སྟོང་ཕྲག་བརྒྱ་ཚད་མེད་གྲངས་མེད་པའི་ཉན་ཐོས་ཀྱི་ཐེག་པའི་སེམས་ཅན་དག་མི་སྐྱེ་བའི་རྗེས་སུ་ས་ཐོབ་པ་ཁ་ཅིག་གིས་ནི་སྤྱི་བོ།
en: As the Blessed One delivered this instruction on the higher training of insight, including the four noble truths, countless and immeasurable hundreds of thousands of myriads of beings following the vehicle of the hearers reached the level of not arising.

source: ཁ་ཅིག་གིས་ནི་བཟོད་པ། ཁ་ཅིག་གིས་ནི་འཇིག་རྟེན་གྱི་མཆོག་གི་ཆོས་རྣམས་ཁོང་དུ་ཆུད་དོ། །
en: Some understood the summit, some understood acceptance, and some understood the highest worldly dharmas.

source: ཁ་ཅིག་གིས་ནི་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ཐོབ་བོ། །ཁ་ཅིག་གིས་ནི་ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཁ་ཅིག་གིས་ནི་ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། ཁ་ཅིག་གིས་ནི་ཉོན་མོངས་པ་ཐམས་ཅད་དང་བྲལ་བ་དགྲ་བཅོམ་པའི་འབྲས་བུ་ཐོབ་པར་རྫོགས་སོ། །
en: Some attained the fruition of the stream enterers, some attained the fruition of the once-returners, some attained the fruition of the non-returners, and some attained the fruition of the worthy ones who are free from all afflictions.

source: སོ་སོར་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའ་ལ་འགྲོ་བའི་འོད་ཀྱིས་འདུལ་བའི་བཟོད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་ལེའུ་བརྒྱད་དོ།། །།
en: This was the eighth chapter of the Great Vehicle sūtra entitled “The Acceptance That Tames Beings with Light Rays That Travel through Space.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཤིན་ཏུ་རྣམ་པར་ཕྱེ་བ་སྤྱོད་པ་དང་ལྡན་པའི་ཏིང་ངེ་འཛིན་དུ་ཞུགས་ནས་ཏིང་ངེ་འཛིན་ལོགས་སུ་བཅོམ་ལྡན་འདས་ཀྱི་སྤུའི་བ་སྤུའི་ཁུང་བུ་ཐམས་ཅད་ནས་ཁ་དོག་སྣ་ཚོགས་དང་། ཁ་དོག་དུ་མ་དང་། བརྒྱ་སྟོང་དུ་མའི་ཁ་དོག་གི་འོད་ཟེར་དུ་མ་སྐུ་ལས་བྱུང་ངོ་། །
en: Chapter 9 Then the Blessed One entered the absorption known as the absorption of complete discernment, and from within that absorption a multitude of multicolored light rays displaying hundreds of thousands of colors radiated from every pore of the Blessed One’s body.

source: དེ་ནས་ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་རྣམ་པ་སྣ་ཚོགས་ལ་དཀའ་ཐུབ་དང་། བརྟུལ་ཞུགས་ངན་པ་དག་དྲང་སྲོང་གི་ཆ་བྱད་ལ་ཀུན་ཏུ་ལྟའོ།
en: The Blessed One then looked at those beings dressed like seers who were engaging in all kinds of unwholesome austerities and observances.

source: དེ་ལ་འོད་བྱུང་བས་ཕྱོགས་བཅུའི་སངས་རྒྱས་ཀྱི་ཞིང་ཆུ་བོ་གང་གཱའི་བྱེ་མ་དང་མཉམ་པའི་འཇིག་རྟེན་གྱི་རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་སྣང་བར་བྱེད་དོ། །
en: His radiating light illuminated buddha realms of the ten directions inundated with the five impurities that were as numerous as all the grains of sand in the Ganges.

source: གང་ཡང་ཆུ་བོ་གང་གཱའི་བྱེ་མ་ལྟ་བུའི་རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་བརྟུལ་ཞུགས་དང་། དཀའ་ཐུབ་ངན་པ་དང་། མུ་སྟེགས་ཅན་གཞན་རྣམས་གང་དེ་དག་བྲམ་ཟེ་ལ་དད་པར་འཇུག་པས་གང་སངས་རྒྱས་བྲམ་ཟེར་སྤྲུལ་ཏེ་གནས་སོ། །
en: The members of other non-Buddhist sects in those buddha realms inundated with the five impurities that were as numerous as all the grains of sand in the Ganges, who were engaging in unwholesome austerities and observances, faithfully followed brahmins, so the Buddha manifested himself as a brahmin.

source: དེ་ནས་བྲམ་ཟེ་ལ་དད་པར་སྨྲས་པ་དེ་བཞིན་ནོ། །བདག་ཅག་སློབ་པ་འདི་ནི་བྲམ་ཟེ་ལ་དད་པས་བདག་ཀྱང་བྲམ་ཟེ་ལ་ལྟའོ། །
en: With faith in that brahmin, those beings said, “Since we trust this teacher as a brahmin, let us look to this brahmin!”

source: དགའ་བ་དང་ཡིད་བདེ་བ་སྐྱེས་ནས་མྱུར་དུ་ལངས་ཏེ་བྲམ་ཟེའི་རྐང་པ་ལ་སྤྱི་བོས་ཕྱག་འཚལ་ཏེ་བྲམ་ཟེ་ལ་ཐལ་མོ་སྦྱར་ཏེ་ཕྱག་བྱས་ནས་འདི་སྐད་ཅེས་སྨྲས་སོ། །བཅོམ་ལྡན་འདས་ལ་བལྟ་བ་དང་། ཕྱག་བགྱི་བ་དང་། བསྙེན་བཀུར་བའི་ཕྱིར་བདག་ཅག་གི་འཁོར་དེ་བཞིན་དུ་ཡུན་རིང་པོ་ནས་ཁྱོད་ཀྱི་སློབ་མར་འདྲེན་ཏོ། །
en: Filled with joy and delight, they quickly stood up, prostrated at the brahmin’s feet, and bowed to the brahmin with their palms together as they said, “After a very long time, our assembly has been drawn to become your disciples so that we might look upon, pay homage to, and serve the Blessed One.”

source: བྲམ་ཟེ་སྤྲུལ་པ་དེས་སྨྲས་པ། བདག་ཀྱང་གཞན་ཚངས་པ་ཆེན་པོ་བདག་གི་བླ་མར་ཡོད་པའི་ལག་པ་བསྟན་པའི་ཕྱིར་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་དེ་བཞིན་དུ་མི་རིང་བར་ཞུགས་སོ། །སྨྲས་པ།
en: The emanated brahmin replied, “There is a great brahmā, superior to me, who is my master,” and he gestured with his hand to show the direction.

source: བཅོམ་ལྡན་འདས་ཀྱི་མཐུས་ན་སེམས་ཅན་དེ་ཡང་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་བྲམ་ཟེ་ཆེན་པོ་སྤོས་ཀྱི་ངད་ལྡང་བའི་རི་ལ་དཔག་ཚད་ཕྱེད་ཙམ་ན་བཞུགས་པ་ལ་ལྟའོ། །
en: “He is the blessed Śākyamuni, and he resides not far from here.” Through the power of the Blessed One, those beings saw the great brahmin—the blessed Śākyamuni—who was residing on Mount Gandhamādana about half a league away from them.

source: དེ་ཡང་མཆོག་ཏུ་དགའ་བ་དང་། ཡིད་བདེ་བ་སྐྱེད་པ་དེས་ཡུད་ཙམ་གྱིས་ན་སྤོས་ཀྱི་ངད་ལྡང་བའི་རི་ལ་གནས་པ་དག་ཤཱཀྱ་ཐུབ་པ་བྲམ་ཟེ་ཆེན་པོའི་རྐང་པ་གཉིས་ལ་སྤྱི་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ཆོས་མཉན་པའི་ཕྱིར་འཁོད་དོ། །གང་དབང་ཕྱུག་ལ་དད་པ་དང་།
en: Filled with intense joy and delight, they instantly arrived at Mount Gandhamādana, prostrated at the feet of the great brahmin Śākyamuni, and sat before the Blessed One to listen to the Dharma.

source: གང་བརྒྱ་བྱིན་ལ་དད་པ་དང་། གང་རྒྱལ་ཆེན་བཞི་ལ་དད་པ་དང་། གང་ཉི་མ་དང་ཟླ་བ་ལ་དད་པ་དང་། གང་ནག་པོ་དང་། ནག་པོ་ཆེན་པོ་གཞོན་ནུ་ལ་དད་པ་ནས་མེ་ལ་དད་པའི་བར་དུ་བསྡུས་ཏེ་དེ་ལྟར་མདུན་དུ་འོད་འཕྲོ་བའི་ཕུང་པོ་བྱུང་བར་གྱུར་ཏོ། །
en: As everyone was gathering—from those who had faith in Īśvara, to those who had faith in Śakra, those who had faith in the Four Great Kings, those who had faith in the Sun and Moon, those who had faith in the Dark One and Youthful Mahākāla, and those who had faith in Agni—a mass of radiating light appeared before them.

source: འོད་འཕྲོ་བའི་ཕུང་པོ་དེ་ལས་ལྷའི་བུ་ལུས་དང་གོས་ཀྱི་ཁ་དོག་དཀར་པོ་གཟུགས་བཟང་པོ་མཆོག་གི་ཁ་དོག་རྒྱས་པ་དང་ལྡན་པ་བྱུང་བར་གྱུར་ཏེ།
en: A god with a white body and white clothes, who was handsome, had a superior complexion, and was in the full bloom of his youth, appeared out of the mass of radiating light.

source: མེའི་ལྷའི་བུས་འདི་སྐད་ཅེས་སྨྲས་སོ། ཁྱོད་ནི་བདག་གི་སློབ་མར་གོར་མ་ཆག །
en: The god of fire declared, “You are definitely my disciples!”

source: དེས་སྨྲས་པ། བཅོམ་ལྡན་འདས་དེ་བཞིན་ནོ། །
en: “That is correct, Blessed One!”

source: ལྷའི་བུས་སྨྲས་པ།
en: they replied.

source: བདག་ལ་ཡང་མེའི་བདག་པོ་གཞན་བླ་མར་བྱེད་པ་ཡོད་པས་དེ་ལྟར་ལགས་པས་སྟོན་པར་བྱེད་དོ། །
en: The god then said, “There is another lord of fire who acts as my master,” and he pointed his arm to show the direction.

source: བཅོམ་ལྡན་འདས་ཀྱི་མཐུས་ན་སེམས་ཅན་དེ་ཡང་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་སྤོས་ཀྱི་ངད་ལྡང་བའི་རི་ལ་དཔག་ཚད་ཕྱེད་ཙམ་ནས་དེ་བཞིན་དུ་མི་རིང་བར་བཞུགས་པ་ལ་ལྟའོ། །
en: Through the power of the Blessed One, those beings also saw the blessed Śākyamuni, who was residing not far away from them—about half a league away—on Mount Gandhamādana.

source: མེའི་ཕུང་པོ་ཆེན་པོ་དེའི་ནང་ནས་ལུས་དང་སྐྲ་དང་། གོས་ཀྱི་ཁ་དོག་དཀར་པོ་གཟུགས་བཟང་པོ་བལྟ་ན་མཛེས་པ། ཁ་དོག་མཆོག་ཏུ་རྒྱས་པ་དང་ལྡན་པའི་སྤྱན་སྔར་དེའང་ཇི་སྙེད་པ་ཆོས་མཉན་པའི་སླད་དུ་འཁོད་དོ། །
en: Everyone from that great bonfire took their place before that handsome and attractive deity who had appeared out of the great ball of fire with a white body, clothes, and hair, and who had a supreme complexion and was in the full bloom of his youth.

source: དེ་ནས་ཡང་དེའི་ཚེ་དེའི་དུས་ན་ཚད་མེད་གྲངས་མེད་པའི་ཆུ་བོ་གང་གཱའི་བྱེ་མ་སྙེད་ཀྱི་མུ་སྟེགས་ཅན་ཚུལ་ཁྲིམས་དང་བརྟུལ་ཞུགས་ངན་པ་རྣམས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ཆོས་མཉན་པའི་ཕྱིར་འཁོད་དོ། །
en: At that point, immeasurable, countless non-Buddhists who were engaged in improper practices and observances, as numerous as all the grains of sand in the Ganges, had taken their places before the Blessed One to listen to the Dharma.

source: དེ་ལ་གང་བྲམ་ཟེ་ལ་དད་པ་དེ་བྲམ་ཟེ་ལ་དད་པའི་བྲམ་ཟེའི་གཟུགས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་བལྟའོ། །
en: Those beings who had faith in brahmins saw the Blessed One in the form of a brahmin.

source: དེ་ལྟར་དེ་བཞིན་དུ་སེམས་དང་སེམས་ལས་སྐྱེས་པས་གལ་ཏེ་བྲམ་ཟེ་ཆེན་པོ་དང་བདག་གཏམ་བྱའོ། །
en: The thought occurred to them, “We should converse with that great brahmin!

source: གང་བདག་གི་ཐེ་ཙོམ་དང་ནེམ་ནུར་དག་བཅོམ་ལྡན་འདས་བྲམ་ཟེ་ཆེན་པོ་ལ་བདག་ཡོངས་སུ་ཞུའོ། །
en: We should ask that blessed great brahmin about our doubts and hesitations.

source: ཇི་ལྟར་འཁོར་ཐམས་ཅད་དང་ལྡན་པ་འདི་བྲམ་ཟེ་ཆེན་པོ་ལ་དད་པར་འགྱུར་རོ། །
en: How is it that everyone in this entire assembly has faith in that great brahmin?

source: གང་དེ་མེའི་བརྟུལ་ཞུགས་ཅན་ནས་མེའི་ཕུང་པོ་ཆེན་པོའི་ནང་ནས་ལྷའི་བུ་ལུས་དང་། སྐྲ་དང་། གོས་དཀར་པོ་གཟུགས་བཟང་པོ་བལྟ་ན་སྡུག་པ་ཁ་དོག་མཆོག་ཏུ་རྒྱས་པས་ལྡན་པའི་བར་དུ་བལྟའོ། །
en: Look at everyone, from those beings who practice the fire observance up to that handsome and attractive god who has manifested from that great fireball with a white body, hair, and clothes, a perfect complexion, and who is in the full bloom of his youth!”

source: དེ་ལྟར་དེ་བཞིན་དུ་སེམས་དང་སེམས་ལས་སྐྱེས་པ་ནས། ཇི་ལྟར་འཁོར་ཐམས་ཅད་དང་ལྡན་པའི་བར་དུ་མེའི་བརྟུལ་ཞུགས་ཅན་དུ་འགྱུར་རོ། །
en: Then they wondered, “How could everyone in this entire assembly have become practitioners of the fire observance?”

source: དེ་ནས་དྲི་མ་མེད་པའི་གོས་གཞོན་ནུར་གྱུར་པས་འཁོར་ཐམས་ཅད་དང་ལྡན་པ་ལ་སྐད་ཀྱི་དབྱངས་ཀྱིས་གསོལ་པ། བཟང་པོའི་ཞལ་འདིར་བྲམ་ཟེ་ཆེན་པོ་ཇི་སྙེད་ཡང་དག་པར་བྱོན་པ་རྣམས་གསོན་ཅིག །
en: Then, Immaculately Clothed Youth spoke to the entire assembly with a melodious voice, saying, “Good people, all you great brahmins who have come here, please listen!

source: དེ་ལྟར་དྲང་སྲོང་ཆེན་པོ་ཤཱཀྱ་ཐུབ་པ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མཁྱེན་པ་དང་ཞབས་སུ་ལྡན་པ།
en: The great seer Śākyamuni, the thus-gone one, the worthy, perfect buddha, is learned and venerable.

source: བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ་བླ་ན་མེད་པ་སྐྱེས་བུ་འདུལ་བའི་ཁ་ལོ་སྒྱུར་བ། ལྷ་དང་མིའི་མཁན་པོ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཚོལ་བ།
en: He is the well-gone one, the unsurpassed knower of the world, the trainer who tames beings, the teacher of both gods and humans, the blessed buddha for whom one longs.

source: སེམས་ཅན་ཐམས་ཅད་དང་ཆོས་ཐམས་ཅད་ཀྱི་ཕ་རོལ་ཏུ་འགྲོ་བ།
en: He surpasses all beings and all qualities.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཕ། དཀའ་ཐུབ་དང་བརྟུལ་ཞུགས་དང་ཚངས་པར་སྤྱོད་པ་ཐམས་ཅད་སྟོན་པ།
en: He is the father of the bodhisattvas and the teacher of all who practice austerities and observances, and who lead the religious life.

source: ཟག་པ་ཐམས་ཅད་ཡོངས་སུ་ཟད་པ། འཕགས་པའི་གང་ཟག་གི་རྒྱལ་པོ། སེམས་ཅན་ཐམས་ཅད་དེར་སེམས་པ་མེད་པ། དེད་དཔོན་མྱ་ངན་ལས་འདས་པར་འགྲོ་བ། དུས་གསུམ་གྱི་སངས་རྒྱས་ཐམས་ཅད་ཡོངས་སུ་ཤེས་པ།
en: He has completely eliminated all defilements, he is the king of noble people, he does not think of himself before all beings, he is the captain who leads beings to nirvāṇa, and he knows all the buddhas of the three times.

source: བསོད་ནམས་སུ་འགྲོ་བའི་བསོད་ནམས་ཀྱི་མཛོད་ཚད་མེད་པའི་ཡེ་ཤེས་ཀྱིས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་བསམ་པ་རྣམ་པར་ཤེས་པ།
en: He knows the wishes of all beings with his immeasurable wisdom that is a storehouse of merit and a path to merit.

source: གྲངས་མེད་པའི་སྤོབས་པས་མ་རིག་པའི་མུན་པ་ཐམས་ཅད་སེལ་བར་བྱེད་པ།
en: His immeasurable eloquence clears away the darkness of ignorance in its entirety.

source: རྣམ་པར་དག་པའི་ང་རོ་དང་དབྱངས་ཡོད་པས་བཟོད་པས་བརྒྱན་པ། མེ་ཏོག་གི་མཚན་ཉིད་ཅན་ལུས་དཔེ་བྱད་བཟང་པོས་བྲིས་པ།
en: His roar and melodious voice are completely pure, he is adorned with patience, he has the characteristic of a flower, and his body is ornamented by the excellent minor marks.

source: གཏང་དུ་མི་བྲ་བའི་གཟུགས་སྟོན་པ། རིགས་དང་མི་འཐུན་པར་སྟོན་པ།
en: He displays a form that cannot turn away beings and he teaches the various classes of beings.

source: གཟུགས་ཀྱི་སྤྱོད་ཡུལ་དག་དགའ་བར་བྱེད་པ།
en: He brings joy to beings of all forms.

source: དགེ་བར་མོས་པ་ལ་མངོན་པར་དགའ་བ།
en: He delights those who are inclined toward virtue.

source: ཤེས་རབ་མངོན་དུ་བྱུང་བ་མེད་པ། སྲིད་པའི་འགྲོ་བ་ཐམས་ཅད་སྐམ་པར་བྱེད་པ།
en: He does not oppose insight, and he dries up all the destinies of cyclic existence.

source: གཙུག་ལག་ཐམས་ཅད་ཀྱི་དམ་ཚིག་དུལ་བ་མེད་པ།
en: He does not pay fidelity to any of the fields of learning.

source: སྐུ་མཉམ་པ་མེད་པ།
en: His body is unequaled.

source: འདོད་པས་གོས་པ་མེད་པ། གཟུགས་དང་། མཚན་མ་དང་། མཚན་ཉིད་ཐམས་ཅད་ལ་གོས་པ་མེད་པ།
en: He is not veiled by desire, nor is he veiled by forms, by marks, or by characteristics.

source: གཟུགས་མེད་པ་ལས་ཡང་དག་པར་ཤིན་ཏུ་འདས་པ། སྡུག་བསྔལ་ཐམས་ཅད་གྲོལ་བ། མདུད་པ་སྤངས་པ། འཆི་འཕོ་དང་སྐྱེ་བ་ཐམས་ཅད་ལས་ཕྱིར་ལྡོག་པ།
en: He transcends the formless realm, he is free from all forms of suffering, he has given up the bonds, and he has reversed the course of all death and rebirth.

source: སེམས་ཅན་ཐམས་ཅད་ལ་སྨན་པར་གྱུར་ཅིང་སྡུག་བསྔལ་རབ་ཏུ་གཏོང་བར་བྱེད་པ། དུས་གསུམ་གྱི་ཕུང་པོ་རྣམ་པར་གྲོལ་བ།
en: He is a physician to all beings, causing them to cast off suffering, and he is liberated from the aggregates of the three times.

source: སྐྱེ་མཆེད་དང་། སྲེད་པ་ཟད་པ་ལ་ཆགས་པ་མེད་པ།
en: He has extinguished the sense fields and craving, and he does not have attachment.

source: ཆུ་བོ་བཞི་ལས་རྒལ་བ། ཡེ་ཤེས་ཀྱིས་ངོམས་པ་མེད་པ། ཡང་དག་པའི་མཐའ་ལ་སོ་སོར་གནས་པ།
en: He has crossed over the four rivers, his wisdom is insatiable, and he abides in ultimate reality.

source: རིག་པ་བསྒྲུབས་པས་རིག་པ་ཐམས་ཅད་དང་ལྡན་པ།
en: Since he has accomplished knowledge, he has achieved complete understanding.

source: གཏོང་བ། སྙིང་རྗེ་ཆེན་པོ་ཅན། སེམས་ཅན་རྣམས་མྱ་ངན་ལས་འདས་པའི་ལམ་ལ་འགོད་པ། བདུད་བཞིའི་ཡུལ་ལས་ཡང་དག་པར་ཤིན་ཏུ་འདས་པ།
en: He is generous, he is endowed with great compassion, he establishes beings on the path leading to nirvāṇa, and he completely transcends the domain of the four māras.

source: སེམས་ཅན་ཆེན་པོ་བརྗོད་དུ་མེད་པར་ཁོང་དུ་ཆུད་པ་དེ་ཐམས་ཅད་ཁྱོད་དགའ་བ་སྐྱེད་ཅིང་བྱམས་པ་འབྱུང་བར་བྱོས་ཤིག །
en: “All of you great beings who comprehend the inexpressible should rejoice and show him your love.

source: མི་ཐོབ་པ་རྙེད་དཀའ་བ་དང་། སྐད་ཅིག་མའི་དུས་རྙེད་དཀའ་བ་དང་།
en: A human body is difficult to obtain, and it is difficult to obtain at the right moment in time.

source: དགེ་བ་ལ་མོས་པ་རྙེད་དཀའ་བ་དང་། དགེ་བའི་གྲོགས་པོ་རྙེད་དཀའ་བ་དང་།
en: It is difficult to find those who are inclined toward virtue, and it is difficult to find virtuous companions.

source: ཚངས་པར་སྤྱོད་པའི་གནས་རྙེད་དཀའ་བ་དང་། དབང་པོ་ཡོངས་སུ་རྒྱས་པ་རྙེད་དཀའ་བ་དང་།
en: It is difficult to maintain the religious life, and it is difficult to obtain fully functioning faculties.
